Repository: TarasOsiris/screenshot-mac
Catalog: screenshot/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fa, fi, fr, he, hr, hu, id, it, ja, ko, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, ur, vi, zh_hans, zh_hant

source: That file isn't a supported SVG.
ar: هذا الملف ليس مدعومًا SVG.
ca: Aquest fitxer no és un [[TERM_0] compatible.
cs: Tento soubor není podporovaný SVG.
da: Denne fil er ikke en understøttet SVG.
de: Diese Datei ist kein unterstütztes SVG.
el: Αυτό το αρχείο δεν υποστηρίζεται SVG.
es: Ese archivo no es un SVG compatible.
fa: این فایل SVG پشتیبانی‌شده‌ای نیست.
fi: Tätä tiedostoa ei tueta SVG.
fr: Ce fichier n'est pas un SVG pris en charge.
he: הקובץ הזה אינו SVG נתמך.
hr: Ta datoteka nije podržani SVG.
hu: Ez a fájl nem támogatott SVG.
id: File tersebut bukan SVG yang didukung.
it: Quel file non è un SVG supportato.
ja: そのファイルはサポートされている SVG ではありません。
ko: 해당 파일은 지원되는 SVG가 아닙니다.
ms: Fail itu bukan SVG yang disokong.
nl: Dat bestand wordt niet ondersteund SVG.
no: Den filen er ikke en støttet SVG.
pl: Ten plik nie jest obsługiwanym SVG.
pt_br: Esse arquivo não é um SVG compatível.
pt_pt: Esse ficheiro não é um SVG compatível.
ro: Fișierul respectiv nu este un SVG acceptat].
ru: Этот файл не является поддерживаемым SVG.
sk: Tento súbor nie je podporovaný SVG.
sl: Ta datoteka ni podprt SVG.
sv: Den filen stöds inte SVG.
th: ไฟล์นั้นไม่รองรับ SVG
tr: Bu dosya desteklenen bir SVG değil.
uk: Цей файл не є підтримуваним SVG.
ur: وہ فائل تعاون یافتہ SVG نہیں ہے۔
vi: Tệp đó không phải là tệp SVG được hỗ trợ.
zh_hans: 该文件不是受支持的 SVG。
zh_hant: 該檔案不是支援的 SVG。

source: That isn't a valid package name. It looks like com.example.myapp.
ar: هذا ليس اسم حزمة صالحًا. يبدو مثل com.example.myapp.
ca: Aquest no és un nom de paquet vàlid. Sembla com.example.myapp.
cs: Toto není platný název balíčku. Vypadá to jako com.example.myapp.
da: Det er ikke et gyldigt pakkenavn. Det ligner com.example.myapp.
de: Das ist kein gültiger Paketname. Er sieht aus wie com.example.myapp.
el: Αυτό δεν είναι έγκυρο όνομα πακέτου. Μοιάζει με το com.example.myapp.
es: Ese no es un nombre de paquete válido. Tiene el formato com.example.myapp.
fa: این یک نام بسته معتبر نیست. نام بسته چیزی شبیه com.example.myapp است.
fi: Se ei ole kelvollinen paketin nimi. Se näyttää osoitteelta com.example.myapp.
fr: Ce nom de package n'est pas valide. Il doit ressembler à com.example.myapp.
he: זה לא שם חבילה חוקי. זה נראה כמו com.example.myapp.
hr: To nije važeći naziv paketa. Izgleda kao com.example.myapp.
hu: Ez nem érvényes csomagnév. Úgy néz ki, mint com.example.myapp.
id: Itu bukan nama paket yang valid. Sepertinya com.example.myapp.
it: Non è un nome di pacchetto valido. Deve avere un formato come com.example.myapp.
ja: 有効なパッケージ名ではありません。com.example.myapp のような形式で入力してください。
ko: 유효한 패키지 이름이 아닙니다. com.example.myapp과 같은 형식이어야 합니다.
ms: Itu bukan nama pakej yang sah. Ia kelihatan seperti com.example.myapp.
nl: Dat is geen geldige pakketnaam. Het ziet eruit als com.example.myapp.
no: Det er ikke et gyldig pakkenavn. Det ser ut som com.example.myapp.
pl: To nie jest prawidłowa nazwa pakietu. Wygląda jak com.example.myapp.
pt_br: Esse não é um nome de pacote válido. O formato é parecido com com.example.myapp.
pt_pt: Esse não é um nome de pacote válido. Parece com.example.myapp.
ro: Acesta nu este un nume de pachet valid. Arată ca com.example.myapp.
ru: Это недопустимое имя пакета. Оно должно выглядеть как com.example.myapp.
sk: Toto nie je platný názov balíka. Vyzerá to ako com.example.myapp.
sl: To ni veljavno ime paketa. Videti je kot com.example.myapp.
sv: Det är inte ett giltigt paketnamn. Det ser ut som com.example.myapp.
th: นั่นไม่ใช่ชื่อแพ็คเกจที่ถูกต้อง ดูเหมือนว่า com.example.myapp
tr: Bu geçerli bir paket adı değil. com.example.myapp biçiminde olmalıdır.
uk: Це недійсна назва пакета. Вона має вигляд com.example.myapp.
ur: یہ ایک درست پیکیج کا نام نہیں ہے۔ یہ com.example.myapp کی طرح لگتا ہے۔
vi: Đó không phải là tên gói hợp lệ. Nó trông giống như com.example.myapp.
zh_hans: 这不是有效的软件包名称。有效的名称形如 com.example.myapp。
zh_hant: 這不是有效的套件名稱。套件名稱的格式類似 com.example.myapp。

source: That SVG couldn't be rendered.
ar: لا يمكن عرض SVG هذا.
ca: Aquest SVG no s'ha pogut representar.
cs: Toto SVG se nepodařilo vykreslit.
da: Den SVG kunne ikke gengives.
de: Dieses SVG konnte nicht gerendert werden.
el: Δεν ήταν δυνατή η απόδοση αυτού του SVG.
es: Ese SVG no se pudo renderizar.
fa: این SVG رندر نشد.
fi: Tätä SVG ei voitu hahmontaa.
fr: Ce SVG n'a pas pu être rendu.
he: לא ניתן היה לעבד את SVG.
hr: Taj SVG nije mogao biti prikazan.
hu: A SVG nem jeleníthető meg.
id: SVG itu tidak dapat dirender.
it: Impossibile eseguire il rendering di quell'SVG.
ja: SVG をレンダリングできませんでした。
ko: SVG를 렌더링할 수 없습니다.
ms: SVG itu tidak dapat dipaparkan.
nl: Die SVG kon niet worden weergegeven.
no: Den SVG kunne ikke gjengis.
pl: Nie można wyrenderować tego SVG.
pt_br: Esse SVG não pôde ser renderizado.
pt_pt: Esse SVG não pôde ser renderizado.
ro: Acel SVG nu a putut fi redat.
ru: Не удалось отрисовать этот SVG.
sk: Toto SVG sa nepodarilo vykresliť.
sl: Tega SVG ni bilo mogoče upodobiti.
sv: Den SVG kunde inte renderas.
th: SVG นั้นไม่สามารถแสดงผลได้
tr: Bu SVG oluşturulamadı.
uk: Не вдалося відрендерити цей SVG.
ur: وہ SVG رینڈر نہیں کیا جا سکا۔
vi: Không thể hiển thị SVG đó.
zh_hans: 无法渲染该 SVG。
zh_hant: 無法轉譯該 SVG。

source: The **⋯ menu** offers per-template actions like duplicate, delete, and export preview.
ar: توفر القائمة **⋯** إجراءات لكل قالب مثل التكرار والحذف ومعاينة التصدير.
ca: El menú **⋯** ofereix accions per plantilla, com ara duplicar, suprimir i exportar la vista prèvia.
cs: Nabídka **⋯** nabízí akce pro jednotlivé šablony, jako je duplikování, odstranění a export náhledu.
da: Menuen **⋯** tilbyder handlinger pr. skabelon som dupliker, slet og eksportér forhåndsvisning.
de: Das **⋯-Menü** bietet vorlagenspezifische Aktionen wie Duplizieren, Löschen und Exportvorschau.
el: Το μενού **⋯** προσφέρει ενέργειες ανά πρότυπο, όπως αντιγραφή, διαγραφή και προεπισκόπηση εξαγωγής.
es: El **⋯ menú** ofrece acciones por plantilla como duplicar, eliminar y exportar vista previa.
fa: منوی **⋯ ** عملکردهای هر الگو مانند پیش نمایش تکراری، حذف، و صادرات را ارائه می دهد.
fi: **⋯-valikko** tarjoaa mallikohtaisia toimintoja, kuten kopioinnin, poistamisen ja viennin esikatselun.
fr: Le menu **⋯** propose des actions par modèle telles que la duplication, la suppression et l'aperçu de l'exportation.
he: תפריט **⋯** מציע פעולות לכל תבנית כמו שכפול, מחיקה ויצוא תצוגה מקדימה.
hr: **⋯ Izbornik** nudi radnje po predlošku kao što su dupliciranje, brisanje i pregled izvoza.
hu: A **⋯ menü** sablononkénti műveleteket kínál, például másolást, törlést és előnézeti exportálást.
id: **⋯ Menu** menawarkan tindakan per template seperti duplikat, hapus, dan ekspor pratinjau.
ja: **⋯ メニュー** では、複製、削除、プレビューのエクスポートなどのテンプレートごとのアクションが提供されます。
ko: **⋯ 메뉴**는 복제, 삭제, 내보내기 미리보기 등의 템플릿별 작업을 제공합니다.
ms: Menu **⋯** menawarkan tindakan setiap templat seperti pendua, padam dan pratonton eksport.
nl: Het menu **⋯** biedt acties per sjabloon, zoals dupliceren, verwijderen en een voorbeeld exporteren.
no: **⋯-menyen** tilbyr handlinger per mal som duplisere, slette og eksportere forhåndsvisning.
pl: Menu **⋯** oferuje akcje dotyczące poszczególnych szablonów, takie jak duplikowanie, usuwanie i podgląd eksportu.
pt_br: O **⋯ menu** oferece ações por modelo, como duplicar, excluir e visualizar a exportação.
pt_pt: O **⋯ menu** oferece ações por modelo, como duplicar, excluir e visualizar a exportação.
ro: Meniul **⋯** oferă acțiuni pentru fiecare șablon, cum ar fi dublarea, ștergerea și previzualizarea de export.
sk: Ponuka **⋯** ponúka akcie pre jednotlivé šablóny, ako je duplikovanie, odstránenie a export ukážky.
sl: **⋯ meni** ponuja dejanja za vsako predlogo, kot so podvajanje, brisanje in predogled izvoza.
sv: **⋯-menyn** erbjuder åtgärder per mall som duplicera, ta bort och exportera förhandsgranskning.
th: เมนู **⋯** เสนอการดำเนินการต่อเทมเพลต เช่น ทำซ้ำ ลบ และส่งออกตัวอย่าง
ur: ** مینو** فی ٹیمپلیٹ کارروائیاں پیش کرتا ہے جیسے ڈپلیکیٹ، ڈیلیٹ، اور ایکسپورٹ پیش منظر۔
vi: Menu **⋯** cung cấp các hành động theo từng mẫu như sao chép, xóa và xuất bản xem trước.
zh_hans: **⋯菜单**提供每个模板的操作，例如复制、删除和导出预览。

source: The **⋯ menu** offers per-template actions: **Quick Look**, **Save as PNG…**, **Move Left / Move Right**, **Add Screenshot Before / After**, **Duplicate Screenshot ▸ Place After This One / Place at End**, and **Delete Screenshot**.
ar: توفر القائمة **⋯** إجراءات لكل قالب: **Quick Look**، **حفظ باسم PNG…**، **تحرك لليسار / تحريك لليمين**، **إضافة لقطة شاشة قبل / بعد**، **لقطة شاشة مكررة ▸ ضع بعد هذا / ضع في النهاية**، **حذف لقطة الشاشة**.
ca: El menú **⋯** ofereix accions per plantilla: **Quick Look**, **Desa com a PNG…**, **Mou cap a l'esquerra/Mou a la dreta**, **Afegeix una captura de pantalla abans/després**, **Duplica la captura ▸ Posa després d'aquesta / Col·loca al final** i **Suprimeix la pantalla**.
cs: Nabídka **⋯** nabízí akce pro jednotlivé šablony: **Quick Look**, **Uložit jako PNG…**, **Posunout doleva / Posunout doprava**, **Přidat snímek obrazovky před / za**, **Duplikovat snímek obrazovky ▸ Místo po tomto / Místo na konci** a **Smazat snímek obrazovky**.
da: **⋯-menuen** tilbyder handlinger pr. skabelon: **Quick Look**, **Gem som PNG…**, **Flyt til venstre/Flyt til højre**, **Tilføj skærmbillede før/efter**, **Duplicate skærmbillede ▸ Placer efter denne/sted ved slutningen** og **Slet skærmbillede**
de: Das **⋯-Menü** bietet Aktionen pro Vorlage: **Quick Look**, **Als PNG sichern…**, **Nach links verschieben / Nach rechts verschieben**, **Screenshot davor / danach hinzufügen**, **Screenshot duplizieren ▸ Direkt dahinter einfügen / Am Ende einfügen** und **Screenshot löschen**.
el: Το μενού **⋯** προσφέρει ενέργειες ανά πρότυπο: **Quick Look**, **Αποθήκευση ως PNG…**, **Μετακίνηση προς τα αριστερά / Μετακίνηση δεξιά**, **Προσθήκη στιγμιότυπου οθόνης πριν / μετά**, **Διπλότυπο στιγμιότυπου οθόνης ▸ Τοποθέτηση μετά από αυτό το ένα / διαγραφή θέσης.**
es: El **menú ⋯** ofrece acciones por plantilla: **Vista rápida**, **Guardar como PNG…**, **Mover a la izquierda / Mover a la derecha**, **Añadir captura antes / después**, **Duplicar captura ▸ Colocar después de esta / Colocar al final** y **Eliminar captura**.
fa: **منوی ⋯** کارهای مخصوص هر اسکرین‌شات را دارد: **Quick Look**، **ذخیره به‌صورت PNG…**، **انتقال به چپ / انتقال به راست**، **افزودن اسکرین‌شات قبل از این / بعد از این**، **تکثیر اسکرین‌شات ▸ قرار دادن بعد از این / قرار دادن در انتها** و **حذف اسکرین‌شات**.
fi: **⋯-valikko** tarjoaa mallikohtaisia toimintoja: **Quick Look**, **Tallenna nimellä PNG…**, **Siirrä vasemmalle / Siirrä oikealle**, **Lisää kuvakaappaus ennen / jälkeen**, **Kopioi kuvakaappaus ▸ Sijoita tämän jälkeen / Sijoita näytön lopussa** ja ** Poista.
fr: Le **menu ⋯** propose des actions par modèle : **Quick Look**, **Enregistrer en PNG…**, **Déplacer vers la gauche / Déplacer vers la droite**, **Ajouter une capture d'écran avant / après**, **Dupliquer la capture d'écran ▸ Placer après celle-ci / Placer à la fin** et **Supprimer la capture d'écran**.
he: תפריט **⋯** מציע פעולות לכל תבנית: **Quick Look**, **שמור כ-PNG...**, **זז שמאלה / הזז ימינה**, **הוסף צילום מסך לפני/אחרי**, **שכפל צילום מסך ▸ הצב אחרי זה/מקום בסוף**, ו**.מחק צילום מסך**
hr: **⋯ Izbornik** nudi radnje za svaki predložak: **Quick Look**, **Spremi kao PNG…**, **Pomakni ulijevo / Pomakni udesno**, **Dodaj snimku zaslona prije / poslije**, **Udvostruči snimku zaslona ▸ Postavi iza ove / Postavi na kraj** i **Izbriši snimku zaslona**.
hu: A **⋯ menü** sablononkénti műveleteket kínál: **Quick Look**, **Mentés másként PNG…**, **Mozgás balra / Mozgatás jobbra**, **Képernyőkép hozzáadása előtte/utána**, **Képernyőkép másolása ▸ Helyezd el ezt követően / Helyezd el a képernyő végén** és **Törlés.
id: **⋯ Menu** menawarkan tindakan per templat: **Quick Look**, **Simpan sebagai PNG…**, **Pindah ke Kiri / Pindah ke Kanan**, **Tambahkan Tangkapan Layar Sebelum / Sesudah**, **Gandakan Tangkapan Layar ▸ Tempatkan Setelah Yang Ini / Tempatkan di Akhir**, dan **Hapus Tangkapan Layar**.
it: Il **menu ⋯** offre azioni per singolo modello: **Quick Look**, **Salva come PNG…**, **Sposta a sinistra / Sposta a destra**, **Aggiungi screenshot prima / dopo**, **Duplica screenshot ▸ Posiziona dopo questo / Posiziona alla fine** ed **Elimina screenshot**.
ja: **⋯ メニュー** にはテンプレートごとの操作があります: **Quick Look**、**PNG として保存...**、**左に移動 / 右に移動**、**この前に / この後にスクリーンショットを追加**、**スクリーンショットを複製 ▸ この後ろに配置 / 末尾に配置**、**スクリーンショットを削除**。
ko: **⋯ 메뉴**에는 템플릿별 작업이 있습니다: **Quick Look**, **PNG로 저장...**, **왼쪽으로 이동 / 오른쪽으로 이동**, **앞에 / 뒤에 스크린샷 추가**, **스크린샷 복제 ▸ 이 스크린샷 뒤에 배치 / 끝에 배치**, **스크린샷 삭제**.
ms: Menu **⋯** menawarkan tindakan setiap templat: **Quick Look**, **Simpan sebagai PNG…**, **Alih Kiri / Bergerak Kanan**, **Tambah Petikan Skrin Sebelum / Selepas**, **Tangkapan Skrin Pendua ▸ Letakkan Selepas Ini / Tempat di Akhir** dan **Padam Tangkapan Skrin**.
nl: Het menu **⋯** biedt acties per sjabloon: **Quick Look**, **Opslaan als PNG…**, **Naar links/rechts**, **Schermafbeelding toevoegen voor/na**, **Schermafbeelding dupliceren ▸ Plaats na deze / Plaats aan einde** en **Schermafbeelding verwijderen**.
no: **⋯-menyen** tilbyr handlinger per mal: **Quick Look**, **Lagre som PNG...**, **Flytt til venstre / Flytt til høyre**, **Legg til skjermbilde før / etter**, **Dupliser skjermbilde ▸ Plasser etter denne / sted på slutten** og **Slett skjermbilde**
pl: Menu **⋯** oferuje akcje dla poszczególnych szablonów: **Quick Look**, **Zapisz jako PNG…**, **Przesuń w lewo / Przesuń w prawo**, **Dodaj zrzut ekranu przed / po**, **Zduplikuj zrzut ekranu ▸ Umieść po tym / Umieść na końcu** i **Usuń zrzut ekranu**.
pt_br: O **menu ⋯** oferece ações por modelo: **Quick Look**, **Salvar como PNG…**, **Mover para a esquerda / Mover para a direita**, **Adicionar captura de tela antes / depois**, **Duplicar captura de tela ▸ Colocar depois desta / Colocar no final** e **Excluir captura de tela**.
pt_pt: O menu **⋯** oferece ações por modelo: **Quick Look**, **Guardar como PNG…**, **Mover para a esquerda/Mover para a direita**, **Adicionar captura de ecrã antes/depois**, **Duplicar captura de ecrã ▸ Colocar após esta/Colocar no final** e **Excluir captura de ecrã**.
ro: Meniul **⋯** oferă acțiuni per șablon: **Quick Look**, **Salvare ca PNG…**, **Mutați la stânga / Mutați la dreapta**, **Adăugați captură de ecran înainte/după**, **Duplicați captură de ecran ▸ Plasați după aceasta / Plasați la sfârșit** și **Ștergeți ecranul.
ru: **Меню ⋯** содержит действия для шаблона: **Quick Look**, **Сохранить как PNG…**, **Переместить влево / Переместить вправо**, **Добавить скриншот перед этим / после этого**, **Дублировать скриншот ▸ Поместить после этого / Поместить в конец** и **Удалить скриншот**.
sk: Ponuka **⋯** ponúka akcie pre jednotlivé šablóny: **Quick Look**, **Uložiť ako PNG…**, **Posunúť doľava / Posunúť doprava**, **Pridať snímku obrazovky pred / za**, **Duplikovať snímku obrazovky ▸ Miesto po tejto / Miesto na konci** a **Odstrániť snímku obrazovky**.
sl: **⋯ meni** ponuja dejanja za posamezno predlogo: **Quick Look**, **Shrani kot PNG…**, **Premakni levo / Premakni desno**, **Dodaj posnetek zaslona pred / po**, **Podvoji posnetek zaslona ▸ Postavi za tem / Postavi na konec** in **Izbriši posnetek zaslona**.
sv: **⋯-menyn** erbjuder åtgärder per mall: **Quick Look**, **Spara som PNG...**, **Flytta åt vänster/Flytta åt höger**, **Lägg till skärmbild före/efter**, **Duplicera skärmdump ▸ Placera efter denna/plats i slutet** och **Ta bort skärmbild**
th: เมนู **⋯** เสนอการดำเนินการตามเทมเพลต: **Quick Look**, **บันทึกเป็น PNG…**, **เลื่อนไปทางซ้าย / เลื่อนไปทางขวา**, **เพิ่มภาพหน้าจอก่อน / หลัง**, **ภาพหน้าจอซ้ำ ▸ วางหลังจากภาพนี้ / สถานที่ที่สิ้นสุด** และ **ลบภาพหน้าจอ**
tr: **⋯ menüsü** şablon bazında işlemler sunar: **Hızlı Bakış**, **PNG Olarak Kaydet…**, **Sola Taşı / Sağa Taşı**, **Öncesine / Sonrasına Ekran Görüntüsü Ekle**, **Ekran Görüntüsünü Çoğalt ▸ Bunun Sonrasına Yerleştir / Sona Yerleştir** ve **Ekran Görüntüsünü Sil**.
uk: **Меню ⋯** містить дії для шаблону: **Quick Look**, **Зберегти як PNG…**, **Перемістити ліворуч / праворуч**, **Додати знімок екрана перед / після**, **Дублювати знімок екрана ▸ Розмістити після цього / Розмістити в кінці** і **Видалити знімок екрана**.
ur: **⋯⋯ مینو** فی ٹیمپلیٹ کی کارروائیاں پیش کرتا ہے: **Quick Look**، **محفوظ کریں بطور PNG…**، **بائیں منتقل کریں / دائیں منتقل کریں**، **اسکرین شاٹ شامل کریں اس سے پہلے/بعد میں**، **ڈپلیکیٹ اسکرین شاٹ ▸ اس ایک کے بعد رکھیں/ Screens** پر جگہ رکھیں** اور ہاٹ**۔
vi: Trình đơn **⋯** cung cấp các hành động theo từng mẫu: **Quick Look**, **Lưu dưới dạng PNG…**, **Di chuyển sang trái / Di chuyển sang phải**, **Thêm ảnh chụp màn hình trước / sau**, **Sao chép ảnh chụp màn hình ▸ Đặt sau cái này / Đặt ở cuối** và **Xóa ảnh chụp màn hình**.
zh_hans: **⋯ 菜单** 提供针对单个模板的操作：**快速查看**、**另存为 PNG…**、**向左移动 / 向右移动**、**在前面 / 后面添加截图**、**复制截图 ▸ 放在当前截图之后 / 放在最后**，以及 **删除截图**。
zh_hant: **⋯ 選單**提供各範本的動作：**快速查看**、**儲存為 PNG…**、**左移／右移**、**在前方／後方加入螢幕截圖**、**複製螢幕截圖 ▸ 放在這個之後／放在最後**，以及**刪除螢幕截圖**。

source: The **⋯ menu** offers per-template actions: **Quick Look**, **Save as PNG…**, move left / right, **Add Screenshot Before / After**, duplicate, and delete.
ar: توفر القائمة **⋯** إجراءات لكل قالب: **Quick Look**، **حفظ باسم PNG…**، تحرك لليسار / لليمين، **إضافة لقطة شاشة قبل / بعد**، وتكرار، وحذف.
ca: El menú **⋯** ofereix accions per plantilla: **Quick Look**, **Desa com a PNG...**, mou cap a l'esquerra/dreta, **Afegeix una captura de pantalla abans/després**, duplica i suprimeix.
cs: Nabídka **⋯** nabízí akce pro jednotlivé šablony: **Quick Look**, **Uložit jako PNG…**, přesun doleva/doprava, **Přidat snímek obrazovky před / za**, duplikovat a smazat.
da: Menuen **⋯** tilbyder handlinger pr. skabelon: **Quick Look**, **Gem som PNG...**, flyt til venstre/højre, **Tilføj skærmbillede før/efter**, dupliker og slet.
de: Das **⋯-Menü** bietet Aktionen pro Vorlage: **Quick Look**, **Speichern als PNG…**, nach links/rechts verschieben, **Screenshot davor/nachher hinzufügen**, duplizieren und löschen.
el: Το μενού **⋯** προσφέρει ενέργειες ανά πρότυπο: **Quick Look**, **Αποθήκευση ως PNG…**, μετακίνηση αριστερά/δεξιά, **Προσθήκη στιγμιότυπου οθόνης πριν / μετά**, διπλότυπο και διαγραφή.
es: El menú **⋯** ofrece acciones por plantilla: **Quick Look**, **Guardar como PNG…**, mover hacia la izquierda/derecha, **Agregar captura de pantalla antes/después**, duplicar y eliminar.
fa: منوی **⋯** عملکردهای هر الگو را ارائه می دهد: **Quick Look**، **ذخیره به عنوان PNG…**، حرکت به چپ/راست، **افزودن اسکرین شات قبل/پس از**، تکرار و حذف.
fi: **⋯-valikko** tarjoaa mallikohtaisia ​​toimintoja: **Quick Look**, **Tallenna nimellä PNG…**, siirry vasemmalle/oikealle, **Lisää kuvakaappaus ennen / jälkeen**, kopioi ja poista.
fr: Le menu **⋯** propose des actions par modèle : **Quick Look**, **Enregistrer sous PNG…**, déplacer vers la gauche/droite, **Ajouter une capture d'écran avant/après**, dupliquer et supprimer.
he: תפריט **⋯** מציע פעולות לכל תבנית: **Quick Look**, **שמור כ-PNG...**, הזז שמאלה/ימינה, **הוסף צילום מסך לפני/אחרי**, שכפל ומחק.
hr: **⋯ Izbornik** nudi radnje za svaki predložak: **Quick Look**, **Spremi kao PNG…**, pomicanje lijevo/desno, **Dodaj snimak zaslona prije/poslije**, dupliciranje i brisanje.
hu: A **⋯ menü** sablononkénti műveleteket kínál: **Quick Look**, **Mentés mint PNG…**, mozgás balra/jobbra, **Képernyőkép hozzáadása előtte/utána**, másolás és törlés.
id: **⋯ Menu** menawarkan tindakan per template: **Quick Look**, **Simpan sebagai PNG…**, pindah ke kiri/kanan, **Tambahkan Tangkapan Layar Sebelum/Sesudah**, duplikat, dan hapus.
ja: **⋯ メニュー** には、テンプレートごとのアクションがあります: **Quick Look**、**PNG] として保存…**、左/右に移動、**前後にスクリーンショットを追加**、複製、削除。
ko: **⋯ 메뉴**는 템플릿별 작업을 제공합니다: **Quick Look**, **PNG로 저장...**, 왼쪽/오른쪽으로 이동, **전/후 스크린샷 추가**, 복제 및 삭제.
ms: Menu **⋯** menawarkan tindakan setiap templat: **Quick Look**, **Simpan sebagai PNG…**, gerak ke kiri / kanan, **Tambah Petikan Skrin Sebelum / Selepas**, pendua dan padam.
nl: Het menu **⋯** biedt acties per sjabloon: **Quick Look**, **Opslaan als PNG…**, naar links/rechts bewegen, **Schermafbeelding toevoegen voor/na**, dupliceren en verwijderen.
no: **⋯-menyen** tilbyr handlinger per mal: **Quick Look**, **Lagre som PNG...**, flytt til venstre/høyre, **Legg til skjermbilde før/etter**, dupliser og slett.
pl: Menu **⋯** oferuje akcje dla poszczególnych szablonów: **Quick Look**, **Zapisz jako PNG…**, przesuń w lewo/prawo, **Dodaj zrzut ekranu przed/po**, duplikuj i usuwaj.
pt_br: O menu **⋯** oferece ações por modelo: **Quick Look**, **Salvar como PNG…**, mover para a esquerda/direita, **Adicionar captura de tela antes/depois**, duplicar e excluir.
pt_pt: O menu **⋯** oferece ações por modelo: **Quick Look**, **Guardar como PNG…**, mover para a esquerda/direita, **Adicionar captura de ecrã antes/depois**, duplicar e excluir.
ro: Meniul **⋯** oferă acțiuni per șablon: **Quick Look**, **Salvați ca PNG…**, mutați la stânga/dreapta, **Adăugați captură de ecran înainte/după**, duplicați și ștergeți.
sk: Ponuka **⋯** ponúka akcie pre jednotlivé šablóny: **Quick Look**, **Uložiť ako PNG…**, presunúť sa doľava/doprava, **Pridať snímku obrazovky pred / za**, duplikovať a odstrániť.
sl: **⋯ meni** ponuja dejanja za posamezno predlogo: **Quick Look**, **Shrani kot PNG…**, premikanje levo/desno, **Dodaj posnetek zaslona pred/po**, podvoji in izbriši.
sv: **⋯-menyn** erbjuder åtgärder per mall: **Quick Look**, **Spara som PNG...**, flytta vänster/höger, **Lägg till skärmbild före/efter**, duplicera och ta bort.
th: เมนู **⋯** เสนอการดำเนินการตามเทมเพลต: **Quick Look**, **บันทึกเป็น PNG…**, เลื่อนไปทางซ้าย / ขวา, **เพิ่มภาพหน้าจอก่อน / หลัง**, ทำซ้ำ และลบ
ur: **⋯⋯ مینو** فی ٹیمپلیٹ کارروائیاں پیش کرتا ہے: **Quick Look**، **محفوظ کریں بطور PNG…**، بائیں/دائیں منتقل کریں، **اسکرین شاٹ شامل کریں پہلے/بعد**، ڈپلیکیٹ کریں اور حذف کریں۔
vi: Menu **⋯** cung cấp các hành động theo mẫu: **Quick Look**, **Lưu dưới dạng PNG…**, di chuyển sang trái/phải, **Thêm ảnh chụp màn hình trước / sau**, sao chép và xóa.
zh_hans: **⋯菜单**提供每个模板的操作：**Quick Look**、**另存为PNG…**、向左/向右移动、**在之前/之后添加屏幕截图**、复制和删除。
